{
    "subjects": [
        "Hey {name}, Finding the Right Candidates for Your Business",
        "Hey {name}, Streamlining Your Recruitment Process",
        "Hey {name}, Let Us Help You Find the Best Talent",
        "Hey {name}, Professional Recruitment Services for Your Company",
        "Hey {name}, Save Time and Resources with Our Recruitment Services",
        "Hey {name}, Discover the Best Candidates for Your Open Positions",
        "Hey {name}, Tailored Recruitment Solutions for Your Business",
        "Hey {name}, Our Expert Recruiters Can Help You Find Top Talent",
        "Hey {name}, Recruitment Services that Deliver Results",
        "Hey {name}, Get the Best Results from Your Recruitment Efforts"
    ],
    "followups": [
        "Hey {name},\n\n<br>Are you tired of how long, tiring, and expensive any hiring process is?\nIs it affecting the quality of your workforce as a whole?\n\nMake it different with <b>2020Technologies!</b> Find the next hire for {company} with minimal effort and amazing efficiency.\n\nAt 2020Technologies, we've developed a P2P referral-based platform that connects job seekers with vacancies based on their skills, experience, and career goals.\n\nThis is possible with our network of over 300+ trained freelance recruiters, who have hired across verticals for top firms such as Razorpay, Scaler Academy, boAt Lifestyle, OYO, Makemytrip, Tailweb Technologies.\n\nTo know more, please reply or you could kindly connect me to the relevant person.\n\nKind regards,\nDeepak Kumar\n7011018137",
        "<p>Hey {name},</p><p>Are you tired of how long, tiring, and expensive any hiring process is?</p><p>Is it affecting the quality of your workforce as a whole?</p><p>Make it different with Vidorra! Find the next hire for <b>{company}</b> with minimal effort and amazing efficiency.</p><p>At Vidorra, we've developed a P2P referral-based platform that connects job seekers with vacancies based on their skills, experience, and career goals.</p><p>This is possible with our network of over 300+ trained freelance recruiters, who have hired across verticals for top firms such as <b>Hexaware Technologies, FedEx, IDC Technologies, Infosys Technologies, TopRx Pharmaceuticals, Wright Medical.</b></p><p>To know more, please reply or you could kindly connect me to the relevant person.</p><p style='color: blue;'>Kind regards,<br>Deepanshu Verma<br>Vidorra Consulting Group<br>HQ – 9898 Bissonnet St, #430J,<br>Houston, TX, USA – 77036<br>(M) – 832-295-9866</p>",
        "Hey {name},\n\nI hope this email finds you well. I wanted to follow up with you regarding the email I sent last about our recruitment services. I understand that you are likely busy, but I wanted to take a moment to reiterate how our services can benefit your company.\n\nWe have a team of 300+ trained freelance experienced recruiters who can help you find the best candidates for your company, saving you time and resources. If you are interested in learning more about how we can help, please let me know and we can set up a call.\n\nThank you for your time and consideration.\n\nKind regards,\nDeepak Kumar\n7011018137",
        "<p>Hey {name},</p><p>I hope this email finds you well</p><p>I wanted to follow up on my previous email regarding hiring at {company}.</p><p>As a quick reminder, Vidorra connects you with more than 300+ trained freelance recruiters to match job seekers with open positions based on their skills, experience, and career goals.</p><p>Our platform helps you fill your open positions faster and more efficiently with top-quality candidates who are a perfect fit for your company.</p><p>Please let me know your availability. Alternatively, if there is someone else on your team who handles hiring, I would be happy to connect with them instead.</p><p style='color: blue;'>Kind regards,<br>Deepanshu Verma<br>Vidorra Consulting Group<br>HQ – 9898 Bissonnet St, #430J,<br>Houston, TX, USA – 77036<br>(M) – 832-295-9866</p>",
        "Hey {name},\n\nI hope this email finds you well. I wanted to follow up with you again regarding our recruitment services. As I mentioned in my previous email, we have 300+ trained freelance experienced recruiters who can help you find the best candidates for your company.\n\nIf you are still interested in learning more about our services, please let me know and we can set up a call. We would love the opportunity to work with your company and help you find the right candidates.\n\nThank you for your time and consideration.\n\nKind regards,\nDeepak Kumar\n7011018137",
        "<p>Hi {name},</p><p>I hope you've had a moment to look at my previous mail about simplifying hiring for {company}.</p><p>We have worked with 150+ firms in the last 6 months and have helped them make key hires, using our network of trained freelance recruiters.</p><p>It will be great if we can connect to discuss your hiring needs, or maybe you can connect me with the relevant person.</p><p style='color: blue;'>Kind regards,<br>Deepanshu Verma<br>Vidorra Consulting Group<br>HQ – 9898 Bissonnet St, #430J,<br>Houston, TX, USA – 77036<br>(M) – 832-295-9866</p>",
        "Hey {name},\n\nI hope this email finds you well. I wanted to follow up with you one last time regarding our recruitment services. As I mentioned in my previous emails, we have 300+ trained freelance experienced recruiters who can help you find the best candidates for your company.\n\nIf you are still interested in learning more about our services,\n\nKind regards,\nDeepak Kumar\n7011018137",
        "<p>Hi {name},</p><p>I hope that I haven't bothered you a lot with my last few emails, but I genuinely believe that we can create a lot of value for {company} with respect to your hiring.</p><p>It will be awesome if we could speak to discuss your hiring needs, or maybe you can kindly connect me ahead to the relevant person.</p><p style='color: blue;'>Kind regards,<br>Deepanshu Verma<br>Vidorra Consulting Group<br>HQ – 9898 Bissonnet St, #430J,<br>Houston, TX, USA – 77036<br>(M) – 832-295-9866</p>"
    ]
}